<%@ page language="java" import="java.util.*" contentType="text/html;charset=gb2312" %>
<%@ include file="iframe/head.jsp" %>
<TABLE class=MainTable cellSpacing=0 cellPadding=0 width="100%" align=center 
border=0>
  <TBODY>
  <TR>
    <TD class=Main vAlign=top height=100>
      <TABLE class=dragTable id=viewarticle cellSpacing=0 cellPadding=0 width="100%" align=center border=0>
        <TBODY>
        <TR>
          <TD class=head>
            <H3 class=L></H3>
			<SPAN class=TAG>您现在的位置：会员申请&gt;&gt; 注册协议</SPAN>
            <H3 class=R></H3>
		  </TD>
		</TR>
        <TR>
          <TD class=middle>
            <DIV class=content>
            <TABLE style="TABLE-LAYOUT: fixed; WORD-WRAP: break-word" cellSpacing=5 cellPadding=5 width="100%">
              <TBODY>
              <TR>
                <TD align=left>
				<TABLE cellSpacing=0 cellPadding=6 width="90%" border=0>
                      <TBODY>
                        <TR>
                          <TD colSpan=2 height=10></TD></TR>
                        <TR>
                          <TD style="LINE-HEIGHT: 180%" align=left colSpan=2>
                            <TABLE cellSpacing=0 cellPadding=0>
                              <TBODY>
                                <TR>
                                  <TD>
                    <DIV style="SCROLLBAR-FACE-COLOR: #d5d4d4; SCROLLBAR-HIGHLIGHT-COLOR: #ffffff; OVERFLOW: auto; WIDTH: 920px; SCROLLBAR-SHADOW-COLOR: #ffffff; SCROLLBAR-3DLIGHT-COLOR: #adadad; SCROLLBAR-ARROW-COLOR: #adadad; SCROLLBAR-TRACK-COLOR: #ffffff; SCROLLBAR-DARKSHADOW-COLOR: #adadad; HEIGHT: 395px" align=left>
                                      <P>1.服务条款的确认和接受</P>
                                <P>的各项网络服务的所有权和运营权归网站名称所有。依照本服务条款及其不时发布的操作规则提供网络服务，此外，当服务使用者（以下称“用户”）使用各项分类服务时，用户应当同意本服务条款的全部内容并遵守与该项服务相关的规则与要点。前述所有规则与要点均构成本服务条款的一部分。用户必须完全同意所有服务条款并完成注册程序，才能成为的正式用户。 
                                  </P>
                                <P>2.服务说明</P>
                                <P>仅为用户提供相关的网络服务。用户必须自行配备上网的所需设备（如个人电脑、手机、调制解调器或其他必备上网装置）及所需费用（如上网所支付的与此服务有关的电话费用、 
                                  网络费用、手机费用等）。</P>
                                <P>基于所提供的服务的重要性，用户应同意：<BR>(1)提供详尽、准确的个人资料。<BR>(2)不断更新注册资料，符合及时、详尽、准确的要求。</P>
                                <P>3.服务的变更、中断或终止</P>
                                <P>鉴于网络服务的特殊性，有权随时变更或中断或终止部分或全部网络服务，不需对用户或第三方负责。 
                                  </P>
                                <P>为了网站的正常运行，定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护而造成网络服务的中断，将尽力避免服务中断或将中断时间限制在最短时间内，在合理时间内的服务中断，无需为此承担任何责任。 
                                  </P>
                                <P>如发生下列任何一种情形，有权随时中断或终止向用户提供网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任： 
                                  </P>
                                <P>（1） 用户提供的资料不真实； <BR>（2） 用户违反本服务条款的有关规定； <BR>（3） 
                                  用户在使用收费网络服务时未按规定向支付相应的服务费。</P>
                                <P>4.网上注册</P>
                                <P>用户在申请使用网络服务时，必须向提供准确的个人资料，如个人资料有任何变动，必须及时更新。用户一旦注册成功，成为的合法用户，将得到一个密码和用户名。每个用户应当对以其用户名进行的所有活动和事件承担全部责任。</P>
                                <P>用户在此同意接受通过电子邮件或其他方式向用户发送宣传推广或者其他相关商业信息。 
                                  </P>
                                <P>在不对外披露单个用户隐私资料的前提下，有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</P>
                                <P>5.用户名、用户密码和安全性 </P>
                                <P>用户将对用户名和密码安全承担全部责任。用户可随时根据提示改变用户的密码。用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用或存在安全漏洞的情况，应立即通知。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，不承担任何责任。 
                                  </P>
                                <P>如用户注册的免费网络服务的帐号在任何连续180日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则有权删除该帐号并停止为该用户提供相关的网络服务。 
                                  </P>
                                <P>6.用户隐私制度<BR>用户在遵守上述协议要求的前提下，网络经纪人将充分保护用户享有个人隐私。除非因以下原因，未经用户授权，本网站不公开、编辑或透露其个人注册资料：<BR>(1) 
                                  根据有关法律法规的要求；<BR>(2) 按照相关政府主管部门的要求；<BR>(3) 
                                  维护社会个体和公众的安全；<BR>(4) 为维护社会公共利益的需要； <BR>(5) 
                                  维护本网站的合法权益；<BR>(6) 事先获得用户的明确授权；<BR>(7) 
                                  符合其他相关的要求；<BR><BR>7.对用户发布信息的的管理</P>
                                <P>用户在本网络经纪人发布信息时，必须遵守国家有关法律规定，并承担一切因自己发布信息不当导致的民事、行政或刑事法律责任。用户在网络经纪人所发布的信息，不得含有以下内容：<BR>违反宪法确定的基本原则的；<BR>(1)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<BR>(2)损害国家荣誉和利益，攻击党和政府的；<BR>(3)煽动民族仇恨、民族歧视，破坏民族团结的；<BR>(4)破坏国家、地区间友好关系的；<BR>(5)违背中华民族传统美德、社会公德、论理道德、以及社会主义精神文明的；<BR>(6)破坏国家宗教政策，宣扬邪教和封建迷信的；<BR>(7)散布谣言或不实消息，扰乱社会秩序 
                                  ，破坏社会稳定的；<BR>(8)煽动、组织、教唆恐怖活动、非法集会、结社、游行、示威、聚众扰乱社会秩序的；<BR>(9)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<BR>(10)侮辱或诽谤他人，侵害他人合法权益的；<BR>(11)侵犯他人肖像权、姓名权、名誉权、隐私权或其他人身权利的；<BR>(12)使用漫骂、辱骂、中伤、恐吓、诅咒等不文明语言的；<BR>(13)以非法民间组织名义活动的；<BR>(14)含有法律、行政法规禁止的其他内容的</P>
                                <P>如果用户在中介公司发布信息时，不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全、本网站有权删除网民发布的信息。并对违反协议的网民做出封闭ID，暂时、永久禁止在本网站发布信息的处理。同时保留依法追究当事人法律责任的权利。</P>
                                <P>用户需独立对自己在网上的行为承担法律责任。若用户的行为不符合上述服务条款，有权做出独立判断立即取消用户服务帐号，用户若在网上散布和传播反动、色情或其他违反国家法律的信息，的系统记录有可能作为用户违反法律的证据。 
                                  </P>
                                <P>不对用户所发布信息的删除或储存失败承担任何责任。有权判定用户的行为是否符合中国法律法规的规定以及服务条款的要求，如果用户违背了中国法律法规的规定或服务条款的规定，有中断对其提供服务的权利。 
                                  对于用户通过网络技术服务（包括但不限于论坛、BBS、新闻评论、博客、图片、网摘等频道）上传到网上可公开获取区域的任何内容，用户同意授予在全世界范围内永久性的、不可撤销的、免费的、非独家的和再许可的权利和许可，可以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示该等内容的全部或部分，和/或将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中。 
                                  </P>
                                <P>8.网络服务内容的所有权</P>
                                <P>网定义的网络服务内容包括：网提供的文字、软件、声音、图片、录象、图表、广告中的全部内容、电子邮件的全部内容以及网为用户提供的其他信息。所有这些内容受版权、商标和/或其它财产所有权法律的保护。所以，用户只能在网和相关权利人授权下才能使用这些内容，而不能擅自复制、发布、转载、播放、改编、汇编或以其他方式使用这些内容或将该等内容用于其他任何商业目的。 
                                  </P>
                                <P>9.链接</P>
                                <P>网站内设有通往其他网站和网页的链接，但这些网站和网页并非由经营或控制，不承担责任。用户启动任何此类链接或网页，离开网站进入其他网站或网页，所有风险自负，不承担一切责任和债务。 
                                  </P>
                                <P>10.免责声明</P>
                                <P>用户同意对网络服务的使用承担全部风险，并对因其使用网络服务而产生的一切后果承担全部风险，对用户不作任何类型的担保，也不承担任何责任。 
                                  不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对服务的及时性、安全性、准确性都不作担保。 
                                  对于因不可抗力或不能避免或控制的原因造成的网络服务中断或其它缺陷，不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 
                                  </P>
                                <P>11.损害赔偿责任</P>
                                <P>用户同意保障和维护及其他用户的利益，如因用户违反有关法律、法规或本服务条款的任何条款而给或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。 
                                  对用户使用网络服务所产生的任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务、在网上购买商品或进行同类型服务、在网上进行交易、非法使用网络服务或用户传送的信息有所变动。 
                                  </P>
                                <P>12.服务条款的变更和修订</P>
                                <P>网定义的网络服务内容包括：网提供的文字、软件、声音、图片、录象、图表、广告中的全部内容、电子邮件的全部内容以及网为用户提供的其他信息。所有这些内容受版权、商标和/或其它财产所有权法律的保护。所以，用户只能在网和相关权利人授权下才能使用这些内容，而不能擅自复制、发布、转载、播放、改编、汇编或以其他方式使用这些内容或将该等内容用于其他任何商业目的。 
                                  </P>
                                <P>13.适用法律</P>
                                <P>本服务条款的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如本服务条款与中华人民共和国法律相抵触时，则该等条款将按法律规定重新修订，而其它条款则依旧有效并具有法律效力。 
                                  如双方就本服务条款内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向所在地的人民法院提起诉讼。 
                                  </P>
                                <P>14.其他规定</P>
                                <P>本服务条款中的标题仅为方便而设，在解释本服务条款时应被忽略，本网站保留进一步修改本协议的权利。用户发布信息协议:</P></DIV></TD></TR></TBODY>
								</TABLE>
								</TD>
								</TR>
                      <TR>
                            <TD align=middle width="53%" height=50>
                              <DIV align=right>
							  <INPUT onClick="javascript:parent.location.href='<%=basePath %>reg2.jsp'" type=button value=我已阅读并同意以上条款 name=submit> 
                              </DIV>
							  </TD>
                        <TD align=middle width="53%" height=50>
                          <DIV align=left>
						  <INPUT type=button value=不同意 name=button onClick="javascript:parent.location.href='<%=basePath %>index.jsp'"> 
  						</DIV>
						</TD>
						</TR>
						</TBODY>
						</TABLE>
				
				</TD>
			  </TR>
			  </TBODY>
			 </TABLE>
			 </DIV>
			</TD>
		</TR>
        <TR>
          <TD class=foot>
            <H3 class=L></H3>
            <H3 class=R></H3>
		</TD>
		</TR>
		</TBODY>
		</TABLE>
		</TD>
		</TR>
		</TBODY>
		</TABLE>
<%@ include file="iframe/foot.jsp"%>